<script setup>
</script>
<template>
    <section>
        <h2>Салон красоты "Акцент"</h2>
        <span>
            Наш салон красоты — это место, где вы можете насладиться полной программой услуг по уходу за внешностью и расслабиться в уютной атмосфере. Мы являемся современным салоном красоты с высококвалифицированным персоналом, который стремится оказать профессиональные услуги на высшем уровне.
        </span>
        <span>
            Наша команда состоит из специалистов, которые следят за последними тенденциями в индустрии красоты, и постоянно обучаются новым технологиям. Мы используем только качественные косметические продукты и оборудование, чтобы обеспечить нашим клиентам максимальную эффективность и комфорт при проведении процедур.
        </span>
        <img src="../img/img2.jpg" alt="lashmaker" class="image">
        <span>
            В нашем салоне мы предлагаем широкий спектр услуг, среди которых: маникюр и педикюр, наращивание ресниц и многое другое. Мы также предлагаем специальные программы для будущих мам, чтобы помочь им сохранить красоту и здоровье во время беременности.
        </span>
        <span>
            В нашем салоне красоты мы делаем все, чтобы каждый наш клиент чувствовал себя особенным и ухоженным. Мы стараемся создать уютную и спокойную атмосферу, чтобы клиенты могли расслабиться и насладиться процедурами в максимальной степени.
        </span>
        <span>
            Мы гордимся нашей репутацией и постоянно работаем над улучшением качества наших услуг и обслуживания клиентов. Посетив наш салон красоты, вы получите максимальную заботу о вашей внешности и здоровье, и останетесь довольны результатом!
        </span>
    </section>
</template>
<style lang="sass" scoped>
section 
    display: flex
    background: #ffffff
    font-family: 'Montserrat Alternates'
    flex-direction: column
    align-items: center
    justify-content: space-evenly 
h2
    text-transform: uppercase
    line-height: 1em
    padding: 1.5em 1em
    font-size: 30px
    color: #8400b0
    text-align: center
span  
    line-height: 1.2em
    width: 90%
    max-width: 1000px
    font-size: 20px
    color: #560087
    margin: 1em
    text-align: justify
img
    width: 90%
    max-width: 1000px
    padding: 1.5em
</style>